Repository: RedTurtle/collective.disqus
Catalog: collective/disqus/locales/*/LC_MESSAGES/collective.disqus.po
Languages: fr

source: Allow to configure options required to integrate DISQUS comment system with Plone.
fr: Autoriser la configuration des options requises à l'intégration du service de commentaire DISQUS dans Plone

source: Anonymous only
fr: Anonyme seulement

source: Comments are loading
fr: Chargmement des commentaires

source: DISQUS comment system
fr: Système de commentaires DISQUS

source: Developer mode
fr: Mode développement

source: Display DISQUS comments only for anonymous visitors and hide it for logged-in content editors.
fr: Afficher les commentaires de DISQUS seulement aux anonymes et les cacher pour les rédacteurs connectés.

source: Enables developer mode, which allows testing to be done on local, protected, or otherwise inaccessible servers.
fr: Active le mode développement, qui permet de tester en mode local, protégé, ou sur des serveurs inaccessibles.

source: Please enable JavaScript to view the comments powered by ${disqus}.
fr: Merci d'activer JavaScript pour voir les commentaires propulsés par ${disqus}.

source: This short name is used to uniquely identify your website on DISQUS.
fr: Ce nom court est utilisé pour identifier de manière unique votre site Internet sur DISQUS.

source: Website short name
fr: Nom court du site Internet

source: comments powered by ${disqus}
fr: Commentaires propulsés par ${disqus}
